tap "valkyrie00/bbrew"
brew "atuin"
brew "bash-preexec"
brew "bat"
brew "chafa"
brew "chezmoi"
brew "direnv"
brew "dysk"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "gcc"
brew "gh"
brew "glab"
brew "htop"
brew "imagemagick"
brew "jq"
brew "lf"
brew "neovim"
brew "poppler"
brew "portaudio"
brew "python@3.12"
brew "ripgrep"
brew "scrcpy"
brew "sevenzip"
brew "shellcheck"
brew "starship"
brew "stow"
brew "stress-ng"
brew "sysstat"
brew "tealdeer"
brew "television"
brew "trash-cli"
brew "ugrep"
brew "yazi"
brew "yq"
brew "zoxide"
brew "valkyrie00/bbrew/bbrew"
cask "android-platform-tools"
cask "font-jetbrains-mono-nerd-font"
vscode "github.copilot-chat"
vscode "ms-azuretools.vscode-containers"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "redhat.vscode-yaml"
flatpak "com.discordapp.Discord"
flatpak "com.github.PintaProject.Pinta"
flatpak "com.github.tchx84.Flatseal"
flatpak "com.google.Chrome"
flatpak "com.mattjakeman.ExtensionManager"
flatpak "com.ranfdev.DistroShelf"
flatpak "com.stremio.Stremio"
flatpak "com.vintagetechie.CosmicExtAppletTempest", remote: "cosmic"
flatpak "dev.cappsy.CosmicExtAppletDrives", remote: "cosmic"
flatpak "dev.cappsy.CosmicExtAppletLogoMenu", remote: "cosmic"
flatpak "dev.edfloreshz.CosmicTweaks"
flatpak "io.github.cosmic_utils.cosmic-ext-applet-clipboard-manager", remote: "cosmic"
flatpak "io.github.cosmic_utils.weather-applet", remote: "cosmic"
flatpak "io.github.flattool.Ignition"
flatpak "io.github.flattool.Warehouse"
flatpak "io.github.kolunmi.Bazaar"
flatpak "io.gitlab.adhami3310.Impression"
flatpak "io.missioncenter.MissionCenter"
flatpak "it.mijorus.smile"
flatpak "org.freefilesync.FreeFileSync"
flatpak "org.gnome.Calculator"
flatpak "org.gnome.Calendar"
flatpak "org.gnome.Characters"
flatpak "org.gnome.Connections"
flatpak "org.gnome.Contacts"
flatpak "org.gnome.DejaDup"
flatpak "org.gnome.FileRoller"
flatpak "org.gnome.Firmware"
flatpak "org.gnome.Logs"
flatpak "org.gnome.Loupe"
flatpak "org.gnome.Maps"
flatpak "org.gnome.NautilusPreviewer"
flatpak "org.gnome.Papers"
flatpak "org.gnome.Showtime"
flatpak "org.gnome.SimpleScan"
flatpak "org.gnome.Snapshot"
flatpak "org.gnome.SoundRecorder"
flatpak "org.gnome.TextEditor"
flatpak "org.gnome.Weather"
flatpak "org.gnome.baobab"
flatpak "org.gnome.clocks"
flatpak "org.gnome.font-viewer"
flatpak "org.gnome.seahorse.Application"
flatpak "org.mozilla.Thunderbird"
flatpak "org.mozilla.firefox"
flatpak "org.virt_manager.virt-manager"
flatpak "page.tesk.Refine"
